Repository: Tadelsucht/BulkPDF
Catalog: BulkPDF/MainForm.*.resx
Languages: de

# bNext.Text
source: Next >
de: Weiter >

# bBack.Text
source: < Back
de: < Zurück

# bFinish.Text
source: Finish
de: Fertig stellen

# rtbWelcome.Text
source: BulkPDF is a free and easy to use open source software, which allows to automatically fill an existing PDF form with differen values. Only a spreadsheet (Microsoft Excel 2007/2010/2013, LibreOffice or OpenOffice Calc) with the desired values is required. We recommend to look at the include sample files and to visit the documentation website.
de: BulkPDF ist ein kostenfreie und leicht bedienbare Open Source Software, welche erlaubt ein vorhandenes PDF Formular beliebig oft mit verschiedenen Werten automatisch ausfüllen zu lassen. Alles was dazu benötigt wird ist eine Tabellenkalkulationsdatei (Microsoft Excel 2007/2010/2013, LibreOffice oder OpenOffice Calc) mit den gewünschten Werten. Wir empfehlen bei der ersten Benutzung der Anwendung sich die mitgelieferten Beispieldateien anzugucken sowie die Dokumentationsseite aufzusuchen.

# bLoadConfiguration.Text
source: Load Configuration
de: Konfiguration laden

# llDokumentation.Text
source: Documentation
de: Dokumentation

# tbDataSourceSelect.Text
source: DataSourceSelect
de: SpreadsheetSelect

# rtbReselectWarning.Text
source: Warning: All spreadsheet changes after select will not adopted by BulkPDF. You are forced to reselect the file.
de: Warnung: Alle weiteren Änderungen an der Tabellenkalkulationsdatei werden nach der Auswahl der Datei nicht von BulkPDF übernommen. Sie müssen die Datei erneut auswählen um Änderungen zu übernehmen.

# gbSpreadsheet.Text
source: Spreadsheet
de: Tabellenkalkulationsdatei

# lTable.Text
source: Table:
de: Tabellenblatt:

# bSelectSpreadsheet.Text
source: Select Spreadsheet
de: Tabellenkalkulationsdatei öffnen

# gbSpreadsheetInformation.Text
source: Spreadsheet information
de: Tabellenkalkulationsdate Informationen

# lPossibleColumns.Text
source: Number of possible columns:
de: Anzahl ermittelter Spalten:

# lColumns.Text
source: Possible Columns:
de: Gefundene Spalten:

# lPossibleRows.Text
source: Number of possible rows:
de: Anzahl ermittelter Zeilen:

# ColField.HeaderText
source: Field
de: Feld

# ColTyp.HeaderText
source: Typ
de: Feldtyp

# ColValue.HeaderText
source: Value
de: Wert

# ColOption.HeaderText
source: Edit
de: Edtieren

# bSelectPDF.Text
source: Select PDF
de: PDF-Datei auswählen

# gbOptions.Text
source: Options
de: Optionen

# bSelectOwnFont.Text
source: Select own font file
de: Auswählen...

# cbFinalize.Text
source: Write protection
de: Schreibschutz

# gbOuput.Text
source: Output Path
de: Ausgabeverzeichnis

# bSelectOutputPath.Text
source: Browse...
de: Durchsuchen...

# bSaveConfiguration.Text
source: Save Configuration
de: Konfiguration speichern

# gbFilename.Text
source: Filename
de: Dateiname

# cbRowNumberFilename.Text
source: Row number
de: Zeilennummer

# lExampleFilename.Text
source: Example:
de: Beispiel:
